Repository: MAR-official/repo-scripts
Catalog: script.keymap/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: An editor for keymap files
sv_se: En redigerare för tangentbordsfiler

# Addon Description
source: Keymap Editor is a GUI for configuring mappings for remotes, keyboard and other inputs supported by Kodi. Note: existing user defined key mappings will be renamed to .bak.
sv_se: Redigerare för tangentbordsfiler är ett grafiskt gränssnitt för att konfigurera mappningar för fjärrkontroller, tangentbord och andra ingångar som stöds av Kodi. Obs: befintliga användardefinierade tangentmappningar kommer att döpas om till .bak.

# #30000
source: Keymap Editor
sv_se: Redigerare för tangentbordsfiler

# #30001
source: Failed to remove old keymap file
sv_se: Misslyckades med att ta bort gammal keymap-fil

# #30002
source: Press the key you want to assign now
sv_se: Tryck på tangenten du vill tilldela nu

# #30003
source: Edit
sv_se: Redigera

# #30004
source: Reset to default
sv_se: Återställ till standard

# #30005
source: Save
sv_se: Spara

# #30006
source: Discard changes?
sv_se: Förkasta ändringar?

# #30007
source: Select Window to manage shortcuts
sv_se: Välj fönster för att hantera genvägar

# #30008
source: Select action category
sv_se: Välj åtgärdskategori

# #30009
source: Select the action to assign a key
sv_se: Välj åtgärden för att tilldela en tangent

# #30010
source: Timeout in %.0f seconds...
sv_se: Timeout i %.0f sekunder...

# #30011
source: Edit key
sv_se: Redigera tangent

# #30012
source: Remove
sv_se: Ta bort

# #30101
source: Fullscreen Video
sv_se: Fullskärmsvideo

# #30102
source: Fullscreen Live TV
sv_se: Live-TV i fullskärm

# #30103
source: Fullscreen Radio
sv_se: Fullskärmsradio

# #30104
source: Fullscreen Game
sv_se: Fullskärmsspel

# #30105
source: Home
sv_se: Hem

# #30106
source: Programs
sv_se: Program

# #30107
source: Videos
sv_se: Videor

# #30108
source: Music
sv_se: Musik

# #30109
source: Pictures
sv_se: Bilder

# #30111
source: Filemanager
sv_se: Filhanterare

# #30112
source: Virtual Keyboard
sv_se: Virtuellt tangentbord

# #30113
source: Player Controls
sv_se: Spelarkontroller

# #30114
source: Seek bar
sv_se: Sökningsrad

# #30115
source: Music OSD
sv_se: Musik-OSD

# #30116
source: Video OSD Settings
sv_se: OSD-inställningar för video

# #30117
source: Audio OSD Settings
sv_se: OSD-inställningar för ljud

# #30118
source: Visualisation
sv_se: Visualisering

# #30119
source: Slideshow
sv_se: Bildspel

# #30200
source: Move Left
sv_se: Flytta vänster

# #30201
source: Move Right
sv_se: Flytta höger

# #30202
source: Move Up
sv_se: Flytta upp

# #30203
source: Move Down
sv_se: Flytta ner

# #30204
source: Page Up
sv_se: Sida upp

# #30205
source: Page Down
sv_se: Sida ner

# #30206
source: Select Item
sv_se: Välj objekt

# #30207
source: Highlight Item
sv_se: Framhäv objekt

# #30208
source: Parent Directory
sv_se: Överordnad katalog

# #30209
source: Back
sv_se: Bakåt

# #30210
source: Previous Menu
sv_se: Föregående meny

# #30211
source: Show Info
sv_se: Visa info

# #30212
source: Context Menu
sv_se: Kontextmeny

# #30213
source: Menu
sv_se: Meny

# #30214
source: First Page
sv_se: Första sidan

# #30215
source: Last Page
sv_se: Sista sidan

# #30216
source: Next Letter
sv_se: Nästa bokstav

# #30217
source: Previous Letter
sv_se: Föregående bokstav

# #30218
source: Scroll Up
sv_se: Rulla uppåt

# #30219
source: Scroll Down
sv_se: Rulla neråt

# #30220
source: Cursor Left
sv_se: Markör vänster

# #30221
source: Cursor Right
sv_se: Markör höger

# #30300
source: Play
sv_se: Spela upp

# #30301
source: Pause
sv_se: Paus

# #30302
source: Play/Pause
sv_se: Spela/paus

# #30303
source: Stop
sv_se: Stoppa

# #30304
source: Next
sv_se: Nästa

# #30305
source: Previous
sv_se: Föregående

# #30306
source: Fast Forward
sv_se: Snabbspola

# #30307
source: Rewind
sv_se: Spola tillbaka

# #30308
source: Small Step Back
sv_se: Litet steg bakåt

# #30309
source: Step Forward
sv_se: Steg framåt

# #30310
source: Step Back
sv_se: Steg bakåt

# #30311
source: Big Step Forward
sv_se: Stort steg framåt

# #30312
source: Big Step Back
sv_se: Stort steg bakåt

# #30313
source: Next Chapter or Big Step Forward
sv_se: Nästa kapitel eller stort steg framåt

# #30314
source: Previous Chapter or Big Step Back
sv_se: Föregående kapitel eller stort steg bakåt

# #30315
source: Show OSD
sv_se: Visa OSD

# #30316
source: Show current play time
sv_se: Visa aktuell speltid

# #30317
source: Show Playlist
sv_se: Visa spellista

# #30318
source: Toggle Fullscreen
sv_se: Växla helskärm

# #30319
source: Change Aspect Ratio
sv_se: Ändra bildförhållande

# #30320
source: Go to DVD Video Menu
sv_se: Gå till DVD-videomenyn

# #30321
source: Toggle Repeat
sv_se: Växla upprepning

# #30322
source: Repeat One
sv_se: Upprepa en

# #30323
source: Repeat All
sv_se: Upprepa alla

# #30324
source: Repeat Off
sv_se: Upprepa av

# #30325
source: Toggle Random
sv_se: Växla slumpmässigt

# #30326
source: Random On
sv_se: Slumpmässigt på

# #30327
source: Random Off
sv_se: Slumpmässigt av

# #30328
source: Playback Speed Faster
sv_se: Uppspelningshastighet snabbare

# #30329
source: Playback Speed Slower
sv_se: Uppspelningshastighet långsammare

# #30330
source: Create Bookmark
sv_se: Skapa bokmärke

# #30331
source: Create Episode Bookmark
sv_se: Skapa bokmärke för avsnitt

# #30332
source: Toggle 3D/Stereoscopic mode
sv_se: Växla 3D/Stereoskopiskt läge

# #30333
source: Switch Player
sv_se: Växla spelare

# #30334
source: Play Next
sv_se: Spela nästa

# #30335
source: Select Program
sv_se: Välj program

# #30336
source: Select Resolution
sv_se: Välj upplösning

# #30337
source: Shift Video Up
sv_se: Växla upp video

# #30338
source: Shift Video Down
sv_se: Växla ner video

# #30339
source: Show Time
sv_se: Visa tid

# #30340
source: Next Scene
sv_se: Nästa scen

# #30341
source: Previous Scene
sv_se: Föregående scen

# #30342
source: Next Video Stream
sv_se: Nästa videoström

# #30343
source: Toggle HDHR
sv_se: Växla HDHR

# #30344
source: Cycle 3D Mode
sv_se: Växla 3D-läge

# #30345
source: Next 3D Mode
sv_se: Nästa 3D-läge

# #30346
source: Previous 3D Mode
sv_se: Föregående 3D-läge

# #30348
source: Tempo Up
sv_se: Tempo upp

# #30349
source: Tempo Down
sv_se: Tempo ned

# #30400
source: Mute
sv_se: Tyst

# #30401
source: Volume Up
sv_se: Volym upp

# #30402
source: Volume Down
sv_se: Volym ner

# #30403
source: Next Language
sv_se: Nästa språk

# #30404
source: Delay
sv_se: Fördröjning

# #30405
source: Delay Minus
sv_se: Fördröjning minus

# #30406
source: Delay Plus
sv_se: Fördröjning plus

# #30407
source: Toggle Digital/Analog
sv_se: Växla digital/analog

# #30408
source: Volume Amp Up
sv_se: Volymförstärkning upp

# #30409
source: Volume Amp Down
sv_se: Volymförstärkning ner

# #30410
source: Volume Amplification
sv_se: Volymförstärkning

# #30500
source: Next Picture
sv_se: Nästa bild

# #30501
source: Previous Picture
sv_se: Föregående bild

# #30502
source: Rotate Picture
sv_se: Rotera bild

# #30503
source: Rotate Picture CCW
sv_se: Rotera bilden moturs

# #30504
source: Zoom Out
sv_se: Zooma ut

# #30505
source: Zoom In
sv_se: Zooma in

# #30506
source: Zoom level Normal
sv_se: Zoomnivå normal

# #30507
source: Zoom level 1
sv_se: Zoomnivå 1

# #30508
source: Zoom level 2
sv_se: Zoomnivå 2

# #30509
source: Zoom level 3
sv_se: Zoomnivå 3

# #30510
source: Zoom level 4
sv_se: Zoomnivå 4

# #30511
source: Zoom level 5
sv_se: Zoomnivå 5

# #30512
source: Zoom level 6
sv_se: Zoomnivå 6

# #30513
source: Zoom level 7
sv_se: Zoomnivå 7

# #30514
source: Zoom level 8
sv_se: Zoomnivå 8

# #30515
source: Zoom level 9
sv_se: Zoomnivå 9

# #30600
source: Show Subtitles
sv_se: Visa undertexter

# #30601
source: Next Subtitle
sv_se: Nästa undertext

# #30602
source: Browse Subtitle
sv_se: Bläddra bland undertexter

# #30603
source: Cycle Subtitle
sv_se: Växla undertext

# #30604
source: Delay
sv_se: Fördröjning

# #30605
source: Delay Minus
sv_se: Fördröjning minus

# #30606
source: Delay Plus
sv_se: Fördröjning plus

# #30607
source: Align
sv_se: Justera

# #30608
source: Shift Subtitle Up
sv_se: Växla undertext uppåt

# #30609
source: Shift Subtitle Down
sv_se: Växla undertext neråt

# #30700
source: Channel Up
sv_se: Kanal upp

# #30701
source: Channel Down
sv_se: Kanal ner

# #30702
source: Previous channel group
sv_se: Föregående kanalgrupp

# #30703
source: Next channel group
sv_se: Nästa kanalgrupp

# #30704
source: PVR Play
sv_se: PVR Spela

# #30705
source: PVR Play TV
sv_se: PVR Spela TV

# #30706
source: PVR Play Radio
sv_se: PVR Spela radio

# #30707
source: Record
sv_se: Spela in

# #30708
source: Toggle Commskip
sv_se: Växla Commskip

# #30709
source: PVR Show Timer Rule
sv_se: PVR Visa timer-regel

# #30710
source: Channel Number Separator
sv_se: Avgränsar för kanalnummer

# #30800
source: Queue item
sv_se: Kölägg objekt

# #30801
source: Delete item
sv_se: Ta bort objekt

# #30802
source: Copy item
sv_se: Kopiera objekt

# #30803
source: Move item
sv_se: Flytta objekt

# #30804
source: Move item up
sv_se: Flytta objektet uppåt

# #30805
source: Move item down
sv_se: Flytta objektet nedåt

# #30806
source: Rename item
sv_se: Byt namn på objekt

# #30807
source: Scan item
sv_se: Sök igenom objekt

# #30808
source: Toggle Watched
sv_se: Växla sedd/osedd

# #30809
source: Increase Rating
sv_se: Öka betyget

# #30810
source: Decrease Rating
sv_se: Minska betyg

# #30811
source: Set Rating
sv_se: Ställ in betyg

# #30900
source: Toggle Fullscreen
sv_se: Växla helskärm

# #30901
source: Minimise
sv_se: Minimera

# #30902
source: Shutdown
sv_se: Stäng av

# #30903
source: Reboot
sv_se: Starta om

# #30904
source: Hibernate
sv_se: Vänteläge

# #30905
source: Suspend
sv_se: Viloläge

# #30906
source: Restart Kodi
sv_se: Starta om Kodi

# #30907
source: Log off
sv_se: Logga ut

# #30908
source: Quit Kodi
sv_se: Avsluta Kodi

# #30909
source: Reset Settings
sv_se: Återställ inställningar

# #30910
source: Change Settings Level
sv_se: Ändra inställningsnivå

# #30911
source: Toggle Font
sv_se: Växla teckensnitt

# #31001
source: Shift
sv_se: Skift

# #31002
source: Symbols
sv_se: Symboler

# #31003
source: Backspace
sv_se: Backsteg

# #31014
source: Teletext Red
sv_se: Text-TV Röd

# #31015
source: Teletext Green
sv_se: Text-TV Grön

# #31016
source: Teletext Yellow
sv_se: Text-TV Gul

# #31017
source: Teletext Blue
sv_se: Text-TV Blå

# #31100
source: Update Video Library
sv_se: Uppdatera videobiblioteket

# #31101
source: Update Music Library
sv_se: Uppdatera musikbiblioteket

# #31102
source: Clean Video Library
sv_se: Städa videobibliotek

# #31103
source: Clean Music Library
sv_se: Städa musikbibliotek

# #31104
source: Player Process Info
sv_se: Spelarens processinformation

# #31105
source: Player debug
sv_se: Felsökning av spelare

# #31106
source: Take screenshot
sv_se: Ta skärmbild

# #31107
source: Reload Keymaps
sv_se: Läs om tangentbordsfil

# #31108
source: Increase PAR
sv_se: Öka PAR

# #31109
source: Decrease PAR
sv_se: Minska PAR

# #31110
source: Change resolution
sv_se: Ändra upplösning

# #31111
source: Next calibration
sv_se: Nästa kalibrering

# #31112
source: Reset calibration
sv_se: Återställ kalibrering

# #31113
source: Show current visualisation preset
sv_se: Visa aktuellt visualiseringsförval

# #31114
source: Show visualisation preset list
sv_se: Visa förvalslista för visualisering

# #31115
source: Next visualisation preset
sv_se: Nästa visualiseringsförval

# #31116
source: Previous visualisation preset
sv_se: Föregående visualiseringsförval

# #31117
source: Lock current visualisation preset
sv_se: Lås aktuellt visualiseringsförval

# #31118
source: Switch to a new random preset
sv_se: Växla till ett nytt slumpmässigt förval

# #31200
source: Settings
sv_se: Inställningar

# #31201
source: Player Settings
sv_se: Spelarinställningar

# #31202
source: Programs Settings
sv_se: Programinställningar

# #31203
source: Information Provider Settings
sv_se: Inställningar för informationsleverantör

# #31204
source: Interface Settings
sv_se: Inställningar för gränssnitt

# #31205
source: System Settings
sv_se: Systeminställningar

# #31206
source: Media Settings
sv_se: Mediainställningar

# #31207
source: Service Settings
sv_se: Tjänsteinställningar

# #31208
source: Appearance Settings
sv_se: Inställningar för utseende

# #31209
source: Peripherals Settings
sv_se: Inställningar för tillbehör

# #31210
source: Library Export Settings
sv_se: Inställningar för biblioteksexport

# #31211
source: PVR Settings
sv_se: PVR-inställningar

# #31212
source: PVR Recording Settings
sv_se: Inställningar för PVR-inspelning

# #31213
source: Game Settings
sv_se: Spelinställningar

# #31214
source: Advanced Game Settings
sv_se: Avancerade spelinställningar

# #31215
source: Game Controllers
sv_se: Spelkontroller

# #31216
source: Game Video Filters
sv_se: Filter för spelvideo

# #31217
source: Game Video Rotation
sv_se: Rotera spelvideor

# #31218
source: Game View Mode
sv_se: Läge för spelvisning

# #31219
source: Skin Settings
sv_se: Skalinställningar

# #31220
source: Addon Browser
sv_se: Tilläggsbläddrare

# #31221
source: Addon Settings
sv_se: Tilläggsinställningar

# #31222
source: Profile Settings
sv_se: Profilinställningar

# #31223
source: Lock Settings
sv_se: Lås inställningar

# #31224
source: Content Settings
sv_se: Innehållsinställningar

# #31225
source: Profiles
sv_se: Profiler

# #31227
source: Test Pattern
sv_se: Testmönster

# #31228
source: Screen Calibration
sv_se: Skärmkalibrering

# #31229
source: Login Screen
sv_se: Inloggningsskärm

# #31230
source: File Browser
sv_se: Filbläddrare

# #31231
source: Network Setup
sv_se: Nätverkskonfiguration

# #31232
source: Access Points
sv_se: Accesspunkter

# #31233
source: Mediasource Dialog
sv_se: Dialog för mediakälla

# #31234
source: Start
sv_se: Starta

# #31235
source: Favourites
sv_se: Favoriter

# #31236
source: Context Menu
sv_se: Kontextmeny

# #31238
source: Visualisation Preset List
sv_se: Förvalslista för visualisering

# #31239
source: Smart Playlist Editor
sv_se: Smart spellistredigerare

# #31240
source: Smart Playlist Rule
sv_se: Regel för smarta spellistor

# #31241
source: Shutdown Menu
sv_se: Avstängningsmeny

# #31242
source: Fullscreen Info
sv_se: Helskärmsinfo

# #31243
source: Subtitle Search
sv_se: Sök efter undertexter

# #31244
source: Weather
sv_se: Väder

# #31245
source: Screensaver
sv_se: Skärmsläckare

# #31246
source: Picture Info
sv_se: Bildinformation

# #31247
source: Addon Info
sv_se: Tilläggsinformation

# #31249
source: Music Playlist
sv_se: Musikspellista

# #31250
source: Music Playlist Editor
sv_se: Redigerare för musikspellistor

# #31251
source: Music Info
sv_se: Musikinfo

# #31252
source: Song Info
sv_se: Låtinfo

# #31253
source: Movie Info
sv_se: Information om film

# #31254
source: Player Process Info
sv_se: Spelarens processinformation

# #31255
source: Video Menu
sv_se: Videomeny

# #31257
source: Colour Management Settings
sv_se: Inställningar för färghantering

# #31258
source: Subtitle Settings
sv_se: Inställningar för undertexter

# #31259
source: Video Time Seek
sv_se: Tidssökning för video

# #31260
source: Video Bookmarks
sv_se: Bokmärken för video

# #31261
source: Video Playlist
sv_se: Videospellista

# #31262
source: PVR Guide Info
sv_se: PVR Tablåinfo

# #31263
source: PVR Recording Info
sv_se: PVR Inspelningsinfo

# #31264
source: PVR Timer Setting
sv_se: Inställning för PVR-timer

# #31265
source: PVR Group Manager
sv_se: PVR Grupphanterare

# #31266
source: PVR Channel Manager
sv_se: Hanterare för PVR-kanaler

# #31267
source: PVR Guide Search
sv_se: PVR Tablåsökning

# #31268
source: PVR Channel Scan
sv_se: PVR Kanalsökning

# #31269
source: PVR Update Progress
sv_se: PVR Uppdateringsförlopp

# #31270
source: PVR OSD Channels
sv_se: PVR OSD-kanaler

# #31271
source: PVR OSD Guide
sv_se: PVR OSD-tablå

# #31272
source: TV Channels
sv_se: TV-kanaler

# #31273
source: TV Recordings
sv_se: TV-inspelningar

# #31274
source: TV Guide
sv_se: TV-tablå

# #31276
source: TV Search
sv_se: TV-sökning

# #31277
source: Radio Channels
sv_se: Radiokanaler

# #31278
source: Radio Recordings
sv_se: Radioinspelningar

# #31279
source: Radio Guide
sv_se: Radiotablå

# #31281
source: Radio Timer Rules
sv_se: Regler för radiotimer

# #31282
source: Radio Search
sv_se: Radiosökning

# #31283
source: RDS Info
sv_se: RDS-information

# #31284
source: Movies
sv_se: Filmer

# #31285
source: Movie Titles
sv_se: Filmtitlar

# #31286
source: TV Shows
sv_se: TV-serier

# #31287
source: TV Show Titles
sv_se: Titlar för TV-serier

# #31288
source: Music Videos
sv_se: Musikvideor

# #31289
source: Recently Added Movies
sv_se: Nyligen tillagda filmer

# #31290
source: Recently Added Episodes
sv_se: Nyligen tillagda avsnitt

# #31291
source: Recently Added Music Videos
sv_se: Nyligen tillagda musikvideor

# #31292
source: Games
sv_se: Spel

# #31293
source: Games OSD
sv_se: Spel-SD

# #31294
source: Game Pad Input
sv_se: Ingång för Game Pad

# #31295
source: Game Volume
sv_se: Spelvolym
