Repository: MAR-official/repo-scripts
Catalog: script.sublissimo/resources/language/resource.language.*/strings.po
Languages: sv_se

# Addon Summary
source: Edit and synchronize subtitles with your remote
sv_se: Redigera och synkronisera undertexter med din fjärrkontroll

# Addon Description
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.[CR][CR]To easily use this editor, launch it when the video and subtitle you wish to edit are playing.
sv_se: Med det här skriptet kan du redigera specifika rader, flytta eller sträcka ut undertexter och synkronisera med andra undertexter. Du kan också synkronisera med en videofil.[CR][CR]För att enkelt kunna använda denna redigerare, starta den när videon och undertexten du vill redigera spelas upp.

# #31000
source: Scroll subtitles
sv_se: Bläddra i undertexter

# #30001
source: Edit or delete lines
sv_se: Redigera eller ta bort rader

# #31002
source: Move subtitles
sv_se: Flytta undertexter

# #31003
source: Stretch/shrink subtitles
sv_se: Sträck ut/in undertexter

# #31004
source: Synchronize with other subtitle
sv_se: Synkronisera med annan undertext

# #31005
source: Synchronize with video file
sv_se: Synkronisera med videofil

# #31006
source: Search in subtitle
sv_se: Sök i undertexter

# #31007
source: Check integrity
sv_se: Kontrollera integriteten

# #31008
source: Save subtitles
sv_se: Spara undertexter

# #31009
source: Quit
sv_se: Avsluta

# #31010
source: Synchronize by frame rate
sv_se: Synkronisera med bildfrekvens

# #31011
source: Play video with edited subtitle
sv_se: Spela upp video med redigerad undertext

# #31013
source: Advanced options
sv_se: Avancerade alternativ

# #33000
source: Select the subtitle to synchronize with. Then:[CR]- Select a timecode in the beginning to a line as reference[CR]- Select the roughly the same line in your subtitle[CR]- Then do same with two lines near the end of both files.
sv_se: Välj den undertext som du vill synkronisera med. Sedan:[CR]- Välj en tidskod i början till en rad som referens[CR]- Välj ungefär samma rad i din undertext[CR]- Gör sedan samma sak med två rader nära slutet av båda filerna.

# #32001
source: Edit line
sv_se: Redigera rad

# #32002
source: Delete First Subtitle
sv_se: Ta bort första undertexten

# #32003
source: Delete Last Subtitle
sv_se: Ta bort sista undertexten

# #32004
source: Manually Scroll and Delete
sv_se: Bläddra och ta bort manuellt

# #32005
source: Back
sv_se: Bakåt

# #32006
source: Delete this subtitle?
sv_se: Ta bort den här undertexten?

# #32007
source: Select subtitle to edit
sv_se: Välj undertext att redigera

# #32008
source: Return
sv_se: Återgå

# #32009
source: Delete
sv_se: Ta bort

# #32010
source: All subtitles
sv_se: Alla undertexter

# #32011
source: Found:
sv_se: Hittade:

# #32013
source: More Info
sv_se: Mer info

# #32014
source: Error
sv_se: Fel

# #32015
source: Select subtitle to synchronize with
sv_se: Välj undertext att synkronisera med

# #32016
source: Please select a .srt or a .sub file
sv_se: Välj en .srt- eller en .sub-fil

# #32017
source: Success
sv_se: Lyckades

# #32018
source: Current first subtitle
sv_se: Aktuell första undertitel

# #32019
source: First subtitle is now:
sv_se: Första undertexten är nu:

# #32020
source: Please select a video file.
sv_se: Välj en videofil.

# #32021
source: Current last subtitle
sv_se: Aktuell sista undertitel

# #32022
source: Last subtitle is now:
sv_se: Sista undertexten är nu:

# #32023
source: Enter search string
sv_se: Ange söksträng

# #32024
source: Yes
sv_se: Ja

# #32025
source: No
sv_se: Nej

# #32026
source: This editor only works with .srt or .sub files
sv_se: Denna redigerare fungerar bara med .srt- eller .sub-filer

# #32027
source: File not found:
sv_se: Filen hittades inte:

# #32028
source: Write the new timestamp for the end position, seperated by a ':'. For instance: 01:22:23:000
sv_se: Skriv den nya tidsstämpeln för slutpositionen, åtskilda av ett ':'. Till exempel 01:22:23:000

# #32029
source: For example: 01:22:23:000
sv_se: Till exempel: 01:22:23:000

# #32030
source: Report
sv_se: Rapport

# #32031
source: No problems detected
sv_se: Inga problem upptäcktes

# #32032
source: Line:
sv_se: Rad:

# #33032
source: Line
sv_se: Rad

# #32033
source: Possible problems:
sv_se: Möjliga problem:

# #32034
source: Select subtitle to continue...
sv_se: Välj undertext för att fortsätta...

# #32035
source: Select subtitle to edit
sv_se: Välj undertext att redigera

# #32036
source: Your subtitle starts at
sv_se: Din undertext börjar vid

# #32037
source: Your subtitle ends at
sv_se: Din undertext slutar vid

# #32038
source: Save with _edited.srt added
sv_se: Spara med _edited.srt tillagd

# #32039
source: Save with current filename
sv_se: Spara med aktuellt filnamn

# #32040
source: Save with custom filename
sv_se: Spara med anpassat filnamn

# #32041
source: Exit without saving
sv_se: Avsluta utan att spara

# #32042
source: Give new filename:
sv_se: Ange nytt filnamn:

# #32043
source: Written to:
sv_se: Skrevs till:

# #32044
source: To use the file, select it in the Kodi player subtitle menu when playing the file
sv_se: Om du vill använda filen väljer du den i Kodi-spelarens undertextmeny när du spelar upp filen

# #32045
source: File not written
sv_se: Filen är inte skriven

# #32046
source: Warning
sv_se: Varning

# #32047
source: You might have unsaved progress on your file
sv_se: Du kanske har osparade ändringar i din fil

# #32048
source: Exit Anyway
sv_se: Avsluta ändå

# #32049
source: Save
sv_se: Spara

# #32050
source: Subtitles succesfully synced
sv_se: Undertexter synkroniserades

# #32051
source: Move forwards
sv_se: Gå framåt

# #32052
source: Move backwards
sv_se: Flytta bakåt

# #32053
source: Give new time for first subtitle
sv_se: Ange ny tid för första undertexten

# #32054
source: Move forwards by: HH:MM:SS:MSE
sv_se: Flytta framåt med: HH:MM:SS:MSE

# #32055
source: Move forwards by: HH:MM:SS:MSE
sv_se: Flytta framåt med: HH:MM:SS:MSE

# #32056
source: Please enter valid timecode: HH:MM:SS:MSE. Hours, minutes, seconds, milliseconds. For instance: 01:23:45:000
sv_se: Ange giltig tidskod: HH:MM:SS:MSE. Timmar, minuter, sekunder, millisekunder. Till exempel 01:23:45:000

# #32057
source: How to sync two subtitles
sv_se: Så här synkroniserar du två undertexter

# #32058
source: In order to synchronize, you will need a subtitle which matches the video perfectly, but has different subtitles, usually from a different language. In the next slide, first select this subtitle.[CR][CR]Then, you'll be asked to select a timecode in this file, which will be used as reference. Ideally, it is the first spoken line from the video. In the next screen, select the line from your original subtitle which matches the first.[CR][CR]Subsequently, you'll be asked again to select a line from your reference subtitle and to match this with the same line in your original subtitle. Usually the best choice is the last spoken line from the video. After this your two subtitles will sync![CR][CR]Check 'Scroll subtitles' to view them and 'Save subtitles' to write them to a file.
sv_se: För att kunna synkronisera behöver du en undertext som matchar videon perfekt, men som har olika undertexter, vanligtvis från ett annat språk. I nästa bild väljer du först den här undertexten.[CR][CR]Sedan blir du ombedd att välja en tidskod i den här filen, som ska användas som referens. Helst är det den första talade raden från videon. På nästa skärm väljer du den rad från din ursprungliga undertext som matchar den första.[CR][CR]Därefter ombeds du igen att välja en rad från din referensundertext och matcha den med samma rad i din ursprungliga undertext. Vanligtvis är det bästa valet den sista talade raden i videon. Efter detta kommer dina två undertexter att synkroniseras![CR][CR]Markera "Bläddra i undertexter" för att visa dem och "Spara undertexter" för att skriva dem till en fil.

# #32059
source: File not found
sv_se: Filen hittades inte

# #32060
source: In the next screen, select the video to synchronize with. Go to the point in the video where the first subtitle starts. When you pause the video, choose 'Select as start' in the menu, then do the same with the last subtitle.
sv_se: På nästa skärm väljer du den video som du vill synkronisera med. Gå till den punkt i videon där den första undertexten börjar. När du pausar videon väljer du "Välj som start" i menyn och gör sedan samma sak med den sista undertexten.

# #32061
source: How to sync with a video file
sv_se: Så här synkroniserar du med en videofil

# #32062
source: In the next screen, open the videofile from the library which belongs to the subtitle you have opened. Skip or fast forward to the point where the subtitle should roughly be placed. Pause.[CR][CR]When you paused the video, a menu will pop up with several options. Select 'View or edit first subtitle'. When your first subtitle is not the first line from the video, select 'Delete' until the first subtitle is also the first line from the video.[CR][CR]Then finetune the position of the video, possibly by using the 'Skip forward 1 second' or 'Skip backward 1 second' buttons. If the position is perfect, choose 'Select as start'.[CR]Now fast forward to the end of the video, and repeat the same process.[CR][CR]After this, your file will be synced to the video.
sv_se: På nästa skärm öppnar du videofilen från biblioteket som hör till den undertext du har öppnat. Hoppa eller snabbspola till den punkt där undertexten ungefär ska placeras. Pausa[CR][CR]När du pausade videon visas en meny med flera alternativ. Välj "Visa eller redigera första undertexten". Om den första undertexten inte är den första raden i videon väljer du "Ta bort" tills den första undertexten också är den första raden i videon.[CR][CR]Finjustera sedan videons position, eventuellt med hjälp av knapparna "Hoppa framåt 1 sekund" eller "Hoppa bakåt 1 sekund". Om positionen är perfekt väljer du "Välj som start".[CR]Snabbspola nu fram till slutet av videon och upprepa samma process.[CR][CR]Efter detta synkroniseras din fil med videon.

# #32063
source: Select timecode of first subtitle to sync with
sv_se: Välj tidskod för den första undertexten som ska synkroniseras med

# #32064
source: Time selected
sv_se: Vald tid

# #33064
source: Time selected
sv_se: Vald tid

# #32065
source: Select timecode of subtitle which is roughly the same
sv_se: Välj tidskod för undertexten som är ungefär densamma

# #32066
source: Select time of last subtitle to sync
sv_se: Välj tid för sista undertexten som ska synkroniseras

# #32067
source: Select time of last subtitle
sv_se: Välj tid för sista undertexten

# #32068
source: New timecode
sv_se: Ny tidkod

# #32069
source: Write the new timestamp for the start position, seperated by a ':'. For instance: 01:22:23:000
sv_se: Skriv den nya tidsstämpeln för startpositionen, åtskilda av ett ':'. Till exempel 01:22:23:000

# #32070
source: Subtitles moved forward by: {}
sv_se: Undertexter flyttas framåt med: {}

# #32071
source: Subtitles moved backward by {}
sv_se: Undertexter flyttas bakåt med {}

# #32072
source: First subtitle now starts at {}
sv_se: Första undertexten börjar nu på {}

# #33072
source: Last subtitle now starts at {}
sv_se: Sista undertexten börjar nu på {}

# #32073
source: Paused at:
sv_se: Pausad vid:

# #32074
source: Continue playing
sv_se: Fortsätt spela

# #32075
source: Select as start of first subtitle
sv_se: Välj som början på första undertexten

# #32076
source: Skip backwards 1 second
sv_se: Hoppa bakåt 1 sekund

# #32077
source: Skip forwards 1 second
sv_se: Hoppa framåt 1 sekund

# #32078
source: Exit to Main Menu
sv_se: Avsluta till huvudmenyn

# #32079
source: View or delete first subtitle
sv_se: Visa eller ta bort första undertexten

# #32080
source: View or delete last subtitle
sv_se: Visa eller ta bort den sista undertexten

# #32081
source: Select as start of last subtitle
sv_se: Välj som början på sista undertexten

# #32082
source: Set as first subtitle?
sv_se: Ställ in som första undertext?

# #32083
source: Do you want your subtitle to start at:
sv_se: Vill du att din undertext ska börja på:

# #32084
source: Reset start time
sv_se: Återställ starttid

# #32085
source: Selected start:
sv_se: Vald start:

# #32086
source: Selected times:
sv_se: Valda tider:

# #32087
source: Your first subtitle starts at:
sv_se: Din första undertext börjar på:

# #32088
source: Your last subtitle starts at:
sv_se: Din sista undertitel börjar på:

# #32089
source: Select
sv_se: Välj

# #32090
source: Reset times
sv_se: Återställ tider

# #33065
source: Time selected
sv_se: Vald tid

# #32091
source: Select a line with a timecode
sv_se: Välj en rad med en tidskod

# #32092
source: Please select a line with a timecode, like:[CR]'01:23:45,679 --> 01:23:45,679'
sv_se: Välj en rad med en tidskod, t.ex.:[CR]'01:23:45,679 --> 01:23:45,679'

# #32093
source: Choose movie
sv_se: Välj film

# #32094
source: Choose TV Show
sv_se: Välj TV-serie

# #32095
source: View entire library
sv_se: Visa hela biblioteket

# #32096
source: Exit to main menu with changes
sv_se: Avsluta till huvudmenyn med ändringar

# #32097
source: Save the shown subtitle
sv_se: Spara visad undertext

# #32098
source: Exit to main menu w/o changes
sv_se: Avsluta till huvudmenyn utan ändringar

# #32099
source: Exit completely
sv_se: Avsluta helt

# #32100
source: Reset to another framerate
sv_se: Återställ till annan bildfrekvens

# #32101
source: Save and Continue playing
sv_se: Spara och fortsätt spela

# #32102
source: The subtitle is loaded with the new framerate. Pause to reset to another frame rate or to save.
sv_se: Undertexten läses in med den nya bildfrekvensen. Pausa för att återställa till en annan bildfrekvens eller för att spara.

# #32103
source: Please enter a valid number
sv_se: Ange ett giltigt nummer

# #32104
source: Get frame rate from video
sv_se: Hämta bildfrekvens från video

# #32105
source: Sync options by frame rate
sv_se: Synkroniseringsalternativ efter bildfrekvens

# #32106
source: Frame rate
sv_se: Bildfrekvens

# #32107
source: New ending time
sv_se: Ny sluttid

# #32108
source: Old starting time:
sv_se: Gammal starttid:

# #34108
source: Starting time:
sv_se: Starttid:

# #32109
source: Old ending time:
sv_se: Gammal sluttid:

# #34110
source: New starting time:
sv_se: Ny starttid:

# #32110
source: New ending time:
sv_se: Ny sluttid:

# #32111
source: Save and Exit
sv_se: Spara och avsluta

# #32112
source: Calculate manually
sv_se: Beräkna manuellt

# #32113
source: Provide sum or factor
sv_se: Ange summa eller faktor

# #32114
source: Calculate factor or provide factor
sv_se: Beräkna faktor eller ange faktor

# #32115
source: In the next screen, write a sum with the current framerate divided by the real frame rate. If the current frame rate is 25 and it should be 24, type '25/24'. Or type your own factor, like '1.2'
sv_se: På nästa skärm skriver du en summa med den aktuella bildfrekvensen dividerad med den verkliga bildfrekvensen. Om den aktuella bildfrekvensen är 25 och den borde vara 24, skriv "25/24". Eller skriv din egen faktor, till exempel "1.2

# #32116
source: Play with the file you opened before
sv_se: Spela med filen som du öppnade tidigare

# #32117
source: Provide factor
sv_se: Ange faktor

# #32118
source: Stretch by providing factor
sv_se: Sträck ut med angiven faktor

# #32119
source: Stretch by giving new end time
sv_se: Sträck ut med angiven ny sluttid

# #32120
source: The frame rate of this video is
sv_se: Bildfrekvensen för den här videon är

# #32121
source: The video is playing with the modified subtitle. Pause to save or to return to the menu.
sv_se: Videon spelas upp med den modifierade undertexten. Pausa för att spara eller för att återgå till menyn.

# #32122
source: Subtitles loaded
sv_se: Undertexter inlästa

# #32123
source: The video is playing with the saved subtitle. The filename of the subtitle is:
sv_se: Videon spelas upp med den sparade undertexten. Filnamnet för undertexten är:

# #32124
source: Jump to time of current first subtitle
sv_se: Hoppa till tiden för den aktuella första undertexten

# #32125
source: Jump to time of last subtitle
sv_se: Hoppa till tiden för den sista undertexten

# #32126
source: Choose another
sv_se: Välj en annan

# #32127
source: Enter frame rate
sv_se: Ange bildfrekvens

# #32128
source: Open other subtitle
sv_se: Öppna annan undertext

# #32129
source: Why do I see this screen?
sv_se: Varför ser jag den här skärmen?

# #32130
source: You have selected a .sub file
sv_se: Du har valt en .sub-fil

# #32131
source: You have selected a .sub file, which uses frame rates to indicate when subtitles should be shown. To edit these subtitles, you have to select a frame rate. You can start a video to see what frame rate it has or just pick a random one if you want to use a sync option.
sv_se: Du har valt en .sub-fil, som använder bildfrekvenser för att ange när undertexter ska visas. För att redigera undertexterna måste du välja en bildfrekvens. Du kan starta en video för att se vilken bildfrekvens den har eller bara välja en slumpmässig om du vill använda ett synkroniseringsalternativ.

# #32132
source: This file might not be a valid subtitle
sv_se: Den här filen kanske inte är en giltig undertext

# #32133
source: Load anyway
sv_se: Läs in ändå

# #32134
source: Choose other
sv_se: Välj andra

# #32135
source: Not a valid .sub file
sv_se: Inte en giltig .sub-fil

# #32136
source: This file does not appear to be a valid .sub file.
sv_se: Den här filen verkar inte vara en giltig .sub-fil.

# #32137
source: All found HTML colorcodes reset to white.
sv_se: Alla HTML-färgkoder som hittas återställs till vitt.

# #32138
source: Reset color code to white
sv_se: Återställ färgkod till vit

# #32139
source: Reset color to a custom color
sv_se: Återställ färg till en anpassad färg

# #32140
source: Not a valid code for a color. Use 8 digits in a hexadecimal notation: 'FF00FF00'
sv_se: Inte en giltig kod för en färg. Använd 8 siffror i en hexadecimal notation: 'FF00FF00'

# #32141
source: Provide color coding. Use 8 digits. Leave empty to cancel
sv_se: Ange färgkodning. Använd 8 siffror. Lämna tomt för att avbryta

# #32142
source: All found HTML colorcodes reset to
sv_se: Alla hittade HTML-färgkoder återställs till

# #35000
source: Cancel
sv_se: Avbryt

# #35001
source: Load subtitle
sv_se: Läs in undertext

# #35002
source: Manually
sv_se: Manuellt

# #35003
source: Do you want to edit this subtitle?
sv_se: Vill du redigera den här undertexten?

# #35004
source: Playback will stop, but can be resumed from the menu.
sv_se: Uppspelningen stoppas, men kan återupptas från menyn.

# #35005
source: A subtitlefile could not be found. Do you want to select one manually and continue with current video?
sv_se: En undertextfil kunde inte hittas. Vill du välja en manuellt och fortsätta med aktuell video?

# #35007
source: Subtitle:
sv_se: Undertext:

# #35008
source: Play with
sv_se: Spela upp med

# #35009
source: Edit and synchronize subtitles with your remote
sv_se: Redigera och synkronisera undertexter med din fjärrkontroll

# #35010
source: With this script you can edit specific lines, move or stretch subtitles, and synchronize with other subtitles. You can also synchronize with a videofile.
sv_se: Med det här skriptet kan du redigera specifika rader, flytta eller sträcka ut undertexter och synkronisera med andra undertexter. Du kan också synkronisera med en videofil.

# #35011
source: Return to Menu
sv_se: Återgå till menyn

# #35016
source: Somewhere in the process of syncing an error occurred. Most of the time this is caused by:[CR] - A .srt file which uses non-standard timestamps.[CR] - A .srt file which has a digit missing in one of its timestamps.[CR] - A file which is not an actual .srt file[CR][CR]Use Main Menu -> Advanced Options -> Check Integrity to scan for faulty timestamps or use a different .srt file.
sv_se: Någonstans under synkroniseringsprocessen inträffade ett fel. För det mesta orsakas detta av:[CR] - En .srt-fil som använder icke-standardiserade tidsstämplar.[CR] - En .srt-fil som saknar en siffra i en av sina tidsstämplar.[CR] - En fil som inte är en faktisk .srt-fil[CR][CR]Använd huvudmenyn -> Avancerade alternativ -> Kontrollera integritet för att söka efter felaktiga tidsstämplar eller använd en annan .srt-fil.

# #35012
source: The following error has occurred:
sv_se: Följande fel har inträffat:

# #35013
source: Details of Error
sv_se: Detaljer om felet

# #35017
source: Characterset not detected
sv_se: Teckenuppsättningen upptäcktes inte

# #35018
source: The correct characterset of this file could not be detected. The file is now loading with the UTF-8 set and errors are replaced with questionmarks.
sv_se: Den korrekta teckenuppsättningen för den här filen kunde inte upptäckas. Filen läsas nu in med UTF-8-uppsättningen och fel ersätts med frågetecken.

# #35019
source: Select textline
sv_se: Välj textrad

# #35020
source: Select time to sync to
sv_se: Välj tid att synkronisera till

# #35021
source: Shift forwards by microseconds
sv_se: Skifta framåt efter mikrosekunder

# #35022
source: Shift backwards by microseconds
sv_se: Skifta bakåt efter mikrosekunder

# #35023
source: Shift forwards by minutes
sv_se: Skifta framåt efter minuter

# #35024
source: Shift backwards by minutes
sv_se: Skifta bakåt efter minuter

# #35025
source: Select which subtitle to delete
sv_se: Välj vilken undertext som ska tas bort

# #35026
source: Minutes
sv_se: Minuter

# #35027
source: Microseconds
sv_se: Mikrosekunder

# #35028
source: See contents
sv_se: Se innehåll

# #35029
source: Open anyway
sv_se: Öppna ändå

# #35030
source: Unlikely to be a subtitle
sv_se: Det är osannolikt att det är en undertext

# #35031
source: This file is quite large and unlikely to be a subtitle
sv_se: Den här filen är ganska stor och är sannolikt inte en undertext

# #35032
source: Could not load subtitle
sv_se: Undertexten kunde inte läsas in

# #35033
source: Could not find any subtitles in the file. Is it a valid subtitle?
sv_se: Kunde inte hitta några undertexter i filen. Är det en giltig undertext?

# #35034
source: Scanning...
sv_se: Söker...

# #35035
source: Checking which encoding to use for this file.
sv_se: Kontrollerar vilken kodning som ska användas för den här filen.

# #35036
source: This does not seem to be a valid .sub file.
sv_se: Detta verkar inte vara en giltig .sub-fil.

# #35037
source: This does not seem to be a valid .srt file.
sv_se: Detta verkar inte vara en giltig .srt-fil.

# #35038
source: Results
sv_se: Resultat

# #35039
source: The encoding is:
sv_se: Kodningen är:

# #35040
source: The following lines were skipped:
sv_se: Följande rader hoppades över:

# #35041
source: Repair manually
sv_se: Reparera manuellt

# #35042
source: Jump to Specific subtitle
sv_se: Hoppa till specifik undertext

# #35043
source: View or delete subtitle that is marked as first
sv_se: Visa eller ta bort undertext som är markerade som första

# #35044
source: View or delete subtitle that is marked as last
sv_se: Visa eller ta bort undertext som är markerade som sista

# #35045
source: Mark other subtitle as last to sync with
sv_se: Markera annan undertext som sista att synkronisera med

# #35046
source: Mark other subtitle as first to sync with
sv_se: Markera annan undertext som den första att synkronisera med

# #35047
source: Change start time
sv_se: Ändra starttid

# #35048
source: Change end Time
sv_se: Ändra sluttid

# #35049
source: Skip backward 100 milliseconds
sv_se: Hoppa bakåt 100 millisekunder

# #35050
source: Do you want: [CR]{}[CR]To appear at {}?
sv_se: Vill du att: [CR]{}[CR] ska visas på {}?
